<?php 
// +----------------------------------------------------------------------
// |小南门订餐网  。
// +----------------------------------------------------------------------
// | BAT大佬交流群 群员参与开发
// +----------------------------------------------------------------------
// | 技术交流请发邮件至15162181051@163.com
// +----------------------------------------------------------------------

define("FILE_PATH",""); //文件目录，空为根目录
require_once './system/system_init.php';
require_once APP_ROOT_PATH.'app/Lib/biz/core/BizApp.class.php';

//实例化一个网站应用实例
$AppWeb = new BizApp(); 

?>