<?php 
// +----------------------------------------------------------------------
// |小南门订餐网  。
// +----------------------------------------------------------------------
// | BAT大佬交流群 群员参与开发
// +----------------------------------------------------------------------
// | 技术交流请发邮件至15162181051@163.com
// +----------------------------------------------------------------------\
define("FILE_PATH",""); //文件目录，空为根目录
require_once './system/system_init.php';
es_session::start();
require_once APP_ROOT_PATH."system/utils/es_image.php";
es_image::buildImageVerify(4,1);
?>